Repository: Salomov/site_price
Catalog: translations/site_price.*.po
Languages: ru

source: Module to create a price list for Drupal 8.
ru: Модуль создания прайс-листа для Drupal 8.

source: Allow access to administer of price list
ru: Разрешает доступ к управлению прайс-листом

source: Select group of price list.
ru: Выберите группу прайс-листа.

source: Price list
ru: Прайс-лист

source: Edit price list
ru: Редактировать прайс-лист

source: Delete price list
ru: Удалить прайс-лист

source: Price list «@title» created.
ru: Прайс-лист «@title» создан.

source: Price list «@title» updated.
ru: Прайс-лист «@title» обновлен.

source: To display the current price list, use the call <strong>@function</strong> function in your template.
ru: Для отображения текущего прайс-листа используйте вызов функции <strong>@function</strong> в своем шаблоне.

source: To display the search form, use the call <strong>@function</strong> function in your template.
ru: Для отображения формы поиска используйте вызов функции <strong>@function</strong> в своем шаблоне.

source: Create price list
ru: Создать прайс-лист

source: Create group
ru: Создать группу

source: Edit group
ru: Редактировать группу

source: Delete group
ru: Удалить группу

source: Group «@title» created.
ru: Группа «@title» создана.

source: Group «@title» updated.
ru: Группа «@title» обновлена.

source: Group «@title» deleted.
ru: Группа «@title» удалена.

source: Create category
ru: Создать категорию

source: Edit category
ru: Редактировать категорию

source: Delete category
ru: Удалить категорию

source: Category <strong>@title</strong> created.
ru: Категория <strong>@title</strong> создана.

source: Category updated.
ru: Категория обновлена.

source: Category deleted.
ru: Категория удалена.

source: Create position
ru: Создать позицию

source: Edit position
ru: Редактировать позицию

source: Add position
ru: Добавить позицию

source: Delete position from system
ru: Удалить позицию из системы

source: Delete position from content
ru: Удалить позицию из состава

source: Create position for group <strong>@title</strong>.
ru: Создать позицию для группы <strong>@title</strong>.

source: Create position for category <strong>@title</strong>.
ru: Создать позицию для категории <strong>@title</strong>.

source: Position <strong>@title</strong> created.
ru: Позиция <strong>@title</strong> создана.

source: Position <strong>@title</strong> updated.
ru: Позиция <strong>@title</strong> обновлена.

source: Are you sure you want to delete «@title» from content?
ru: Вы хотите удалить «@title» из состава?

source: Position «@title» deleted from content.
ru: Позиция «@title» удалена из состава.

source: Position deleted.
ru: Позиция удалена.

source: Code
ru: Код

source: Cost
ru: Стоимость

source: Cost discount
ru: Стоимость со скидкой

source: Position added.
ru: Позиция добавлена.

source: Error adding positions.
ru: Ошибка добавления позиции.

source: Add position in the composition
ru: Добавить позицию в состав

source: Search position
ru: Найти позицию

source: free
ru: бесплатно

source: Display in the price list
ru: Отображать в прайс-листе

source: Display cost of positions
ru: Отображать стоимости позиций

source: Price without tax
ru: Цена без скидки

source: Price action
ru: Цена по акции

source: Load
ru: Загрузить

source: Price list «@title» deleted.
ru: Прайс-лист «@title» удален.

source: Added a link between <strong>@title</strong>.
ru: Добавлена связь между <strong>@title</strong>.

source: The position will be established without reference to the group or category.
ru: Позиция будет создана без привязки к группе или категории.

source: Create your first price list in the form below.
ru: Создайте свой первый прайс-лист в форме ниже.

source: Quick search
ru: Быстрый поиск

source: Find
ru: Найти

source: Write what you want to find
ru: Напишите, что хотите найти

source: Results search: @text
ru: Результаты поиска: @text

source: Type in the search box the first letter of your request and then click «Find».
ru: Наберите в поле поиска первые буквы своего запроса и нажмите кнопку «Найти».

source: Free
ru: Бесплатно

source: Prefix
ru: Префикс

source: Suffix
ru: Суффикс

source: Cost from
ru: Стоимость от

source: from
ru: от

source: before
ru: до

source: If you fill in, it will show the value of the field «Discount Price» instead of the value of the field «Price».
ru: Если заполнить, то будет отображаться значение из поля «Стоимость со скидкой» вместо значения из поля «Стоимость».

source: Main or the maximum cost of the position.
ru: Основная или масимальная стоимость позиции.

source: The text that appears before the cost.
ru: Текст, который отображается до стоимости.

source: The text that appears after the cost.
ru: Текст, который отображается после стоимости.

source: Show all
ru: Показать все

source: Link URL
ru: Адрес ссылки

source: Search page number by name
ru: Поиск номера страницы по названию
